{
    "title": "Selim's Portfolio",
    "label": "Select another language!",
    "about": "About",
    "home": "Home",
    "work": "Work",
    "skills": "Skills",
    "en": "English",
    "presentation": "Hello, I am",
    "role1": "FULL-STACK DEVELOPER",
    "role2": "DIGITAL ENTHUSIAST",
    "quote": "<p>First, <span>solve</span> the problem.</p><p>Then, <span>write</span> the code.</p>",
    "aboutme1": "Hello, my name is <span>Selim JEAN-BAPTISTE-SIMONE</span>, a <span>passionate and creative</span> fullstack web developer currently working at RICOH FRANCE.<br /><p>With several years of experience, I specialize in building robust and scalable web applications. I have expertise in various technologies.<br />My approach to development focuses on creating<span>seamless and intuitive</span> userexperiences. I strongly believe in following best development practices, resulting in <span>clean, well-structured, and maintainable code</span>.<br />Throughout my career, I have had the opportunity to work on multiple <a href='#skills'>projects</a>, ranging from dynamic website design to complex web applications. I have gained valuable experience in managing the entire development lifecycle, from <span>initial design to production deployment and maintenance</span>.</p><p>I am constantly staying <span>up-to-date with the latest trends</span> and technologies in the web development field. Continuous learning is a priority for me to ensure that I maintain my skills and provide the best solutions to my clients.</p><br /><p>I invite you to explore my portfolio to discover some of the <span> exciting projects</span> I have worked on my spare time. You will find <a href='#work'>demonstrations</a> of my technical skills and my <a href='#contact'>contact</a> informations </p><br/><p>Feel free to contact me to discuss your ideas and web development needs.</p>",
    "aboutmetitle": "About me",
    "skilltitle": "Skills & Experiences",
    "exp0_title": "Project Manager - Software Engineer",
    "exp0_date": "Ricoh France - (Oct 2019) - (Now)",
    "exp0_desc": "Development of several applications for clients with dematerialization or desktop publishing needs. NodeJS,React,Angular,C#,Ruby",
    "exp1_title": "Web Developer",
    "exp1_date": "A.F.I.H - (May 2017) - (Feb 2019)",
    "exp1_desc": "Development of new internal CRM functionalities. Development of an API linked to the internal CRM linking the mobile application for the sales fleet. Development of a statistics for the commercial fleet. In charge of CRM features development and management of commercial websites. PHP,Javascript",
    "exp2_title": "Web Developer",
    "exp2_date": "RICOH France - (Aug 2016) - (Jan 2017)",
    "exp2_desc": "Development of a physical mail sending application in PHP and development of a file sending solution through print driver in Batch(Windows).",
    "exp3_title": "Web Developer",
    "exp3_date": "Tech'4'Team - (Mar 2014) - (Aug 2014)",
    "exp3_desc": "Development of a web application in Python/Django to improve stadium ticket sales.",
    "All": "All",
    "Frontend": "Frontend",
    "Full-Stack": "Full-Stack",
    "E-commerce": "E-commerce",
    "UI/UX": "UI/UX",
    "contactTitle": "Go ahead, contact me",
    "namePlaceholder": "Your name",
    "emailPlaceholder": "Your email",
    "textareaPlaceholder": "Your message",
    "sendText": "Send message",
    "sendTextLoad": "Sending..."
}
