{
    "title": "Portfolio de Selim",
    "label": "Selectionnez un autre langage",

    "about": "À propos",
    "home": "Home",
    "work": "Projets",
    "skills": "Compétences",
    "fr": "Français",
    "presentation": "Bonjour, je m'apelle",
    "role1": "DÉVELOPPEUR FULL-STACK",
    "role2": "PASSIONNÉ DU NUMÉRIQUE",
    "quote": "<p>D'abord, <span>résolvez</span> le problème.</p><p>Ensuite, <span>écrivez</span> le code.</p>",
    "aboutme1": "Bonjour, je m'appelle <span>Selim JEAN-BAPTISTE-SIMONE</span>, un développeur web fullstack <span>passionné et créatif</span> travaillant actuellement chez RICOH FRANCE.<br /><p>Avec plusieurs années d'expérience expérience, je me spécialise dans la création d'applications web robustes et évolutives. J'ai une expertise dans diverses technologies.<br />Mon approche du développement se concentre sur la création d'expériences utilisateur <span>transparentes et intuitives</span>. Je crois fermement au respect des meilleures pratiques de développement, ce qui aboutit à un <span>code propre, bien structuré et maintenable</span>.<br />Tout au long de ma carrière, j'ai eu l'opportunité de travailler sur plusieurs <a href='#skills'>projets</a>, allant de la conception de sites web dynamiques aux applications web complexes. J'ai acquis une expérience précieuse dans la gestion de l'ensemble du cycle de vie du développement, de la <span>conception initiale au déploiement en production et à la maintenance</span>.</p><p>Je reste constamment <span>à jour avec les dernières tendances et technologies</span> dans le domaine du développement web. L'apprentissage continu est une priorité pour moi afin de m'assurer de maintenir mes compétences et de fournir les meilleures solutions à mes clients.</p><br /><p>Je vous invite à explorer mon portfolio pour découvrir certains des <span> passionnants projets</span> sur lesquels j'ai travaillé durant mon temps libre. Vous y trouverez des <a href='#work'>démonstrations</a> de mes compétences techniques et mes <a href='#contact'>coordonnées</a> </p><br/><p>N'hésitez pas à me contacter pour discuter de vos idées et besoins en développement web.</p>",
    "aboutmetitle": "À propos de moi",
    "skilltitle": "Expériences & Compétences",
    "exp0_title": "Chef de projet - Développeur",
    "exp0_date": "Ricoh France - (Oct. 2019) - (Aujourd'hui)",
    "exp0_desc": "Developpement de plusieurs applications pour des clients dans  la dematérialisation ou l'éditique. NodeJS,React,Angular,C#,Ruby",
    "exp1_title": "Développeur web",
    "exp1_date": "A.F.I.H - (Mai 2017) - (Fév. 2019)",
    "exp1_desc": "Développement sur de nouvelle fonctionnalités sur le CRM interne. Développment d'une API faisant le lien entre l'application mobile et le CRM à destination des commerciaux. Développement d'une plateforme statistiques de ventes pour la flotte commerciale et gestion des sites vitrines de l'entreprise. PHP,Javascript",
    "exp2_title": "Développeur Web",
    "exp2_date": "RICOH France - (Août 2016) - (Jan. 2017)",
    "exp2_desc": "Développement d'une solution d'envoi de courrier égrené en PHP et d'une solution d'import de fichier FTP avec driver d'impression en Batch(Windows). ",
    "exp3_title": "Développeur Web",
    "exp3_date": "Tech'4'Team - (Mars 2014) - (Août 2014)",
    "exp3_desc": "Développement d'une application web en Python/Django destiné à optimiser les ventes de tickets dans un stade.",
    "All": "Tout",
    "Frontend": "Frontend",
    "Full-Stack": "Full-Stack",
    "E-commerce": "Boutiques",
    "UI/UX": "UI/UX",
    "contactTitle": "N'hésite pas à me contacter",
    "namePlaceholder": "Nom",
    "emailPlaceholder": "Email",
    "textareaPlaceholder": "Ton message",
    "sendText": "Envoyer",
    "sendTextLoad": "Envoi en cours..."
}
